{ "translations": {
    "Secrets" : "Geheimnisse",
    "Securely share data via link" : "Daten sicher via Link freigeben",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Teilen Sie Daten sicher mit jedem. Alle Daten werden vom Benutzer Ende-zu-Ende verschlüsselt und nach erfolgreichem Abruf gelöscht",
    "New secret" : "Neues Geheimnis",
    "Change Title" : "Titel ändern",
    "Cancel secret creation" : "Geheimniserstellung abbrechen",
    "Delete secret" : "Geheimnis löschen",
    "Your secret is stored end-to-end encrypted on the server. " : "Ihr Geheimnis wird Ende-zu-Ende-verschlüsselt auf dem Server gespeichert.",
    "Create a secret to get started" : "Erstellen Sie ein Geheimnis, um loszulegen",
    "Could not fetch secrets" : "Abruf der Geheimnisse fehlgeschlagen",
    "New Secret" : "Neues Geheimnis",
    "Could not create the secret" : "Erstellung des Geheimnisses fehlgeschlagen",
    "Secret deleted" : "Geheimnis gelöscht",
    "Could not delete the secret" : "Löschen des Geheimnisses fehlgeschlagen",
    "Share Link" : "Link freigeben",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Dieses Geheimnis wurde bereits abgerufen und sein Inhalt wurde folglich vom Server gelöscht.",
    "Could not decrypt secret (key not available locally)." : "Geheimnis konnte nicht entschlüsselt werden (Schlüssel lokal nicht verfügbar).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Wird in %n Tag gelöscht","Wird in %n Tagen gelöscht"],
    "Save" : "Speichern",
    "Please make sure you have copied and stored the secret " : "Bitte sicherstellen, dass Sie das Geheimnis kopiert und gespeichert haben",
    "Copy to Clipboard" : "In die Zwischenablage kopieren",
    "Retrieving secret..." : "Rufe Geheimnis ab...",
    "Error loading secret. Is your link correct?" : "Laden des Geheimnisses fehlgeschlagen. Ist dein Link richtig?",
    "Could not decrypt secret" : "Geheimnis konnte nicht entschlüsselt werden",
    "This share is password-protected" : "Diese Freigabe ist passwortgeschützt",
    "The password is wrong or has expired. Please try again." : "Das Passwort ist falsch oder abgelaufen. Bitte noch einmal versuchen.",
    "Password" : "Passwort",
    "Securely and share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfullly" : "Sichere und gemeinsame Nutzung von Daten mit Dritten. Alle Daten werden vom Benutzer Ende-zu-Ende verschlüsselt und werden nach erfolgreichem Abruf gelöscht",
    "The password is wrong or expired. Please try again." : "Das Passwort ist falsch oder abgelaufen. Bitte versuchen Sie es erneut."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}