{ "translations": {
    "Secrets" : "Secretos",
    "Securely share data via link" : "Compartir datos de forma segura mediante un enlace",
    "New secret" : "Nuevo secreto",
    "Change Title" : "Cambiar título",
    "Cancel secret creation" : "Cancelar la creación del secreto",
    "Delete secret" : "Eliminar secreto",
    "Your secret is stored end-to-end encrypted on the server. " : "Su secreto ha sido almacenado y cifrado de extremo a extremo en el servidor.",
    "Create a secret to get started" : "Cree un secreto para comenzar",
    "Could not fetch secrets" : "No se pudieron obtener los secretos",
    "New Secret" : "Nuevo secreto",
    "Could not create the secret" : "No fue posible crear el secreto",
    "Secret deleted" : "Secreto eliminado",
    "Could not delete the secret" : "No fue posible eliminar el secreto",
    "Share Link" : "Compartir enlace",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "El secreto ya ha sido obtenido y su contenido ha sido eliminado del servidor en consecuencia.",
    "Could not decrypt secret (key not available locally)." : "No fue posible descifrar el secreto (la llave no está disponible localmente).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Se borrará en %n día","Se borrará en %n días","Se borrará en %n días"],
    "Save" : "Guardar",
    "Please make sure you have copied and stored the secret " : "Por favor, asegúrese de que ha copiado y almacenado el secreto",
    "Copy to Clipboard" : "Copiar al portapapeles",
    "Retrieving secret..." : "Obteniendo secreto...",
    "Error loading secret. Is your link correct?" : "Error cargando el secreto. ¿Es su enlace correcto?",
    "Could not decrypt secret" : "No fue posible descifrar el secreto",
    "This share is password-protected" : "Este recurso compartido está protegido por contraseña",
    "The password is wrong or has expired. Please try again." : "La contraseña es errónea o ha caducado. Por favor, inténtelo de nuevo",
    "Password" : "Contraseña",
    "Securely and share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfullly" : "Compartir datos de forma seguro con cualquiera. Todos los datos están cifrados de extremo a extremo por el usuario y serán borrados una vez que se extraigan exitosamente",
    "The password is wrong or expired. Please try again." : "La contraseña está mal o ha caducado. Por favor, inténtalo de nuevo."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}