{ "translations": {
    "Secrets" : "Secretos",
    "Secret '{secret}' has been retrieved" : "El secreto '{secret}' ha sido recuperado",
    "Securely share data via link" : "Compartir datos de forma segura mediante un enlace",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Compartir datos de forma segura con cualquiera. Todos los datos están cifrados de extremo a extremo por el usuario y serán eliminados una vez que se extraigan exitosamente",
    "New secret" : "Nuevo secreto",
    "Change Title" : "Cambiar título",
    "Cancel secret creation" : "Cancelar la creación del secreto",
    "Delete secret" : "Eliminar secreto",
    "Your secret is stored end-to-end encrypted on the server. " : "Su secreto ha sido almacenado y cifrado de extremo a extremo en el servidor.",
    "Create a secret to get started" : "Cree un secreto para comenzar",
    "Could not fetch secrets" : "No se pudieron obtener los secretos",
    "New Secret" : "Nuevo secreto",
    "Could not create the secret" : "No fue posible crear el secreto",
    "Secret deleted" : "Secreto eliminado",
    "Could not delete the secret" : "No fue posible eliminar el secreto",
    "Share Link" : "Compartir enlace",
    "Expires on:" : "Expira el:",
    "password protected" : "protegido con contraseña",
    "Share Link:" : "Enlace para compartir:",
    "Copy Secret Link" : "Copiar enlace al secreto",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "El secreto ya ha sido obtenido y su contenido ha sido eliminado del servidor en consecuencia.",
    "Could not decrypt secret (key not available locally)." : "No fue posible descifrar el secreto (la llave no está disponible localmente).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Se borrará en %n día","Se borrará en %n días","Se borrará en %n días"],
    "Expiration Date" : "Fecha de expiración",
    "share password (optional)" : "compartir contraseña (opcional)",
    "Save" : "Guardar",
    "The following secret has been shared with you securely:" : "El siguiente secreto se ha compartido con ud de forma segura:",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Por favor, ¡asegúrese que ha copiado y guardado el secreto antes de cerrar esta página! Ya se encuentra eliminada en el servidor.",
    "Copy the secret's content to the clipboard" : "Copiar el contenido del secreto al portapapeles",
    "Copy to Clipboard" : "Copiar al portapapeles",
    "Download the secret's content as a file" : "Descargue el contenido del secreto como archivo",
    "Download" : "Descargar",
    "Retrieving secret..." : "Obteniendo secreto...",
    "Error loading secret. Is your link correct?" : "Error cargando el secreto. ¿Es su enlace correcto?",
    "Reveal the secret and delete it on the server" : "Revelar el secreto y eliminarlo del servidor",
    "Reveal Secret" : "Revelar Secreto",
    "Revealing will delete the secret from the server" : "Revelar el secreto lo eliminará del servidor",
    "Could not decrypt secret" : "No fue posible descifrar el secreto",
    "This share is password-protected" : "Este recurso compartido está protegido por contraseña",
    "The password is wrong or has expired. Please try again." : "La contraseña es errónea o ha caducado. Por favor, inténtelo de nuevo",
    "Password" : "Contraseña"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}