{ "translations": {
    "Secrets" : "Saladused",
    "Secret '{secret}' has been retrieved" : "„{secret}“ saladus on allalaaditud",
    "Securely share data via link" : "Jaga saladust turvaliselt lingu vahendusel",
    "Secrets allows users to generate share links for text based data (e.g. passwords, CSV lists, bank accounts...) that can be sent to anyone (including receivers without a Nextcloud account) for retrieval. The data itself will be end-to-end encrypted (so not even Nextcloud can access it) and the encryption key will be part of the share link (the anchor part) - but never be actually sent to the server. Once retrieved, the secret will be deleted from the server, ensuring, that if it arrived at the correct receiver it has been seen by nobody else.\n\nSecrets now comes with a cli that can be used to automate the provisioning of secret shares: https://github.com/theCalcaholic/nextcloud-secrets/releases" : "Rakendus „Saladused“ võimaldab jagada tekstilisi andmeid (salasõnad, pangakontod, csv-vormingus loendid) kellega iganes (sealhulgas nendega, kellel pole Nextcloudi kasutajakontot). Andmed on läbivalt krüptitud (seega ka Nextcloud ei näe neid) ning krüptovõti on jagamislingi osa (selle ankruna), kuid teda kunagi ei saadeta serverile. Peale allalaadimist saladus kustutatakse serverist ning see tagab, et määratud saajale lisaks mitte keegi ei saa seda kasutada.\n\nRakendusel „Saladused“ on olemas ka käsurea liidestus, mis võimaldus vastavaid andmeid automatiseeritud viisil ette valmistada: https://github.com/theCalcaholic/nextcloud-secrets/releases",
    "Could not fetch secrets" : "Saladuste laadimine ei õnnestunud",
    "New Secret" : "Uus saladus",
    "Could not create the secret" : "Saladuse loomine ei õnnestunud",
    "Secret deleted" : "Saladus on kustutatud",
    "Could not delete the secret" : "Saladuse kustutamine ei õnnestunud",
    "New secret" : "Uus saladus",
    "Change Title" : "Muuda nime",
    "Cancel secret creation" : "Katkesta saladuse loomine",
    "Delete secret" : "Kustuta saladus",
    "Create a secret to get started" : "Alustamiseks loo üks saladus",
    "Share Link" : "Jaga linki",
    "Expires on:" : "Aegub:",
    "password protected" : "kaitstud salasõnaga",
    "Share Link:" : "Jagamislink:",
    "Copy Secret Link" : "Kopeeri salajane link",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "See saladus juba alla laaditud ja tema sisu on serverist kustutatud.",
    "Could not decrypt secret (key not available locally)." : "Saladuse dekrüptimine ei õnnestunud (võti pole kohalikus seadmes saadaval).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Kustutatakse %n päeva pärast","Kustutatakse %n päeva pärast"],
    "Expiration Date" : "Aegumise kuupäev",
    "share password (optional)" : "jagamise salasõna (valikuline)",
    "Save" : "Salvesta",
    "Could not decrypt secret" : "Saladuse dekrüptimine ei õnnestunud",
    "The following secret has been shared with you securely:" : "Järgnev saladus on on sinuga jagatud turvaliselt:",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Enne selle lehe sulgemist palun kindlasti kopeeri saladus ja salvesta turvalisel viisil! Ta on nüüd serverist kustutatud.",
    "Copy the secret's content to the clipboard" : "Kopeeri saladuse sisu lõikelauale",
    "Copy to Clipboard" : "Kopeeri lõikelauale",
    "Download the secret's content as a file" : "Jaga saladuse sisu failina",
    "Download" : "Laadi alla",
    "Retrieving secret…" : "Laadin saladust...",
    "Error loading secret. Is your link correct?" : "Viga saladuse laadimisel. Kas sinu kasutatav link on õige?",
    "Revealing will delete the secret from the server. You will not be able to retrieve it again." : "Saladuse näitamisel ta kustutatakse serverist. Sa ei saa teda enam uuesti alla laadida.",
    "Reveal the secret and delete it on the server" : "Näita saladust ja kustuta ta serverist",
    "I understand. Reveal and destroy Secret." : "Ma saan aru. Näita saladust ja siis kustuta ta.",
    "This share is password-protected" : "See jagamine on kaitstud salasõnaga",
    "The password is wrong or has expired. Please try again." : "Salasõna on vale või aegunud. Palun proovi uuesti.",
    "Password" : "Salasõna",
    "This path has changed. Redirecting you to the new location. If this doesn't work, click the following link:" : "Asukoht on muutunud. Suunan sind ümber uuele aadressile. Kui see ei toimi, siis klõpsi järgnevat linki:",
    "Go to secret" : "Vaata saladust",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Jaga saladusi kellega iganes. Kõik andmed on kasutaja poolt läbivalt krüptitud ja peale õnnestunud allalaadimist kustutatakse.",
    "Retrieving secret..." : "Laadin saladust..."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}