{ "translations": {
    "Secrets" : "Secrets",
    "Secret '{secret}' has been retrieved" : "Le secret '{secret}' a été récupéré",
    "Securely share data via link" : "Partager des données en toute sécurité via un lien",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Partager des données en toute sécurité avec n'importe qui. Toutes les données sont chiffrées de bout en bout par l'utilisateur et seront supprimées une fois récupérées avec succès.",
    "New secret" : "Nouveau secret",
    "Change Title" : "Changer le titre",
    "Cancel secret creation" : "Annuler la création du secret",
    "Delete secret" : "Supprimer le secret",
    "Your secret is stored end-to-end encrypted on the server. " : "Votre secret est stocké sur le serveur et transmis chiffré de bout en bout.",
    "Create a secret to get started" : "Créer un secret pour commencer",
    "Could not fetch secrets" : "Impossible de récupérer les secrets",
    "New Secret" : "Nouveau secret",
    "Could not create the secret" : "Impossible de créer le secret",
    "Secret deleted" : "Secret supprimé",
    "Could not delete the secret" : "Impossible de supprimer le secret",
    "Share Link" : "Partager le lien",
    "Expires on:" : "Expire le :",
    "password protected" : "Protégé par mot de passe",
    "Share Link:" : "Lien de partage :",
    "Copy Secret Link" : "Copier le lien du secret",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Ce secret a déjà été récupéré et son contenu a par conséquent été supprimé du serveur.",
    "Could not decrypt secret (key not available locally)." : "Impossible de déchiffrer le secret (clé indisponible localement)",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Sera supprimé dans %n jour","Sera supprimé dans %n jours","Sera supprimé dans %n jours"],
    "Expiration Date" : "Date d'expiration",
    "share password (optional)" : "Mot de passe du partage (optionnel)",
    "Save" : "Enregistrer",
    "The following secret has been shared with you securely:" : "Le secret suivant a été partagé avec vous en toute sécurité :",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Assurez-vous d'avoir copié et enregistré le secret avant de fermer cette page ! Il est maintenant supprimé du serveur.",
    "Copy the secret's content to the clipboard" : "Copier le contenu du secret dans le presse-papier",
    "Copy to Clipboard" : "Copier dans le presse-papier",
    "Download the secret's content as a file" : "Télécharger le contenu du secret en tant que fichier",
    "Download" : "Télécharger",
    "Retrieving secret..." : "Récupération du secret...",
    "Error loading secret. Is your link correct?" : "Erreur lors du chargement du secret. Le lien est-il correct ?",
    "Reveal the secret and delete it on the server" : "Révéler le secret et l'effacer du serveur",
    "Reveal Secret" : "Révéler le secret",
    "Revealing will delete the secret from the server" : "Révéler le secret aura pour effet de le supprimer du serveur",
    "Could not decrypt secret" : "Impossible de déchiffrer le secret",
    "This share is password-protected" : "Ce partage est protégé par mot de passe",
    "The password is wrong or has expired. Please try again." : "Le mot de passe n'est pas le bon ou a expiré. Veuillez réessayer.",
    "Password" : "Mot de passe",
    "Please make sure you have copied and stored the secret " : "Veuillez vous assurer d'avoir copié et sauvegardé le secret."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}