{ "translations": {
    "Secrets" : "Secrets",
    "Secret '{secret}' has been retrieved" : "Le secret '{secret}' a été récupéré",
    "Securely share data via link" : "Partager des données en toute sécurité via un lien",
    "Secrets allows users to generate share links for text based data (e.g. passwords, CSV lists, bank accounts...) that can be sent to anyone (including receivers without a Nextcloud account) for retrieval. The data itself will be end-to-end encrypted (so not even Nextcloud can access it) and the encryption key will be part of the share link (the anchor part) - but never be actually sent to the server. Once retrieved, the secret will be deleted from the server, ensuring, that if it arrived at the correct receiver it has been seen by nobody else.\n\nSecrets now comes with a cli that can be used to automate the provisioning of secret shares: https://github.com/theCalcaholic/nextcloud-secrets/releases" : "Secrets permet aux utilisateurs de générer des liens de partage pour des données textuelles (par exemple, des mots de passe, des listes CSV, des comptes bancaires...) qui peuvent être envoyées à n'importe qui (y compris aux destinataires sans compte Nextcloud) comme récupération. Les données elles-mêmes seront cryptées de bout en bout (de sorte que même Nextcloud ne pourra pas y accéder) et une clé de cryptage fera partie du lien de partage (la partie d'ancrage) - mais ne sera jamais réellement envoyée au serveur. Une fois récupéré, le secret sera supprimé du serveur, garantissant que s'il arrive au bon destinataire, il n'a été vu par personne d'autre.\n\nSecrets est désormais livré avec un cli qui peut être utilisé pour automatiser le provisionnement des partages secrets: https://github.com/theCalcaholic/nextcloud-secrets/releases",
    "New secret" : "Nouveau secret",
    "Change Title" : "Changer le titre",
    "Cancel secret creation" : "Annuler la création du secret",
    "Delete secret" : "Supprimer le secret",
    "Create a secret to get started" : "Créer un secret pour commencer",
    "Could not fetch secrets" : "Impossible de récupérer les secrets",
    "New Secret" : "Nouveau secret",
    "Could not create the secret" : "Impossible de créer le secret",
    "Secret deleted" : "Secret supprimé",
    "Could not delete the secret" : "Impossible de supprimer le secret",
    "Share Link" : "Partager le lien",
    "Expires on:" : "Expire le :",
    "password protected" : "Protégé par mot de passe",
    "Share Link:" : "Lien de partage :",
    "Copy Secret Link" : "Copier le lien du secret",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Ce secret a déjà été récupéré et son contenu a par conséquent été supprimé du serveur.",
    "Could not decrypt secret (key not available locally)." : "Impossible de déchiffrer le secret (clé indisponible localement)",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Sera supprimé dans %n jour","Sera supprimé dans %n jours","Sera supprimé dans %n jours"],
    "Expiration Date" : "Date d'expiration",
    "share password (optional)" : "Mot de passe du partage (facultatif)",
    "Save" : "Enregistrer",
    "The following secret has been shared with you securely:" : "Le secret suivant a été partagé avec vous en toute sécurité :",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Assurez-vous d'avoir copié et enregistré le secret avant de fermer cette page ! Il est maintenant supprimé du serveur.",
    "Copy the secret's content to the clipboard" : "Copier le contenu du secret dans le presse-papier",
    "Copy to Clipboard" : "Copier dans le presse-papier",
    "Download the secret's content as a file" : "Télécharger le contenu du secret en tant que fichier",
    "Download" : "Télécharger",
    "Error loading secret. Is your link correct?" : "Erreur lors du chargement du secret. Le lien est-il correct ?",
    "Revealing will delete the secret from the server. You will not be able to retrieve it again." : "La révélation supprimera le secret du serveur. Vous ne pourrez plus le récupérer.",
    "Reveal the secret and delete it on the server" : "Révéler le secret et l'effacer du serveur",
    "I understand. Reveal and destroy Secret." : "Je comprends. Révélez et détruisez Secret.",
    "Could not decrypt secret" : "Impossible de déchiffrer le secret",
    "This share is password-protected" : "Ce partage est protégé par mot de passe",
    "The password is wrong or has expired. Please try again." : "Le mot de passe n'est pas le bon ou a expiré. Veuillez réessayer.",
    "Password" : "Mot de passe",
    "This path has changed. Redirecting you to the new location. If this doesn't work, click the following link:" : "Ce chemin a changé. Vous allez être rediriger vers le nouvel emplacement. Si cela ne fonctionne pas, cliquez sur le lien suivant:",
    "Go to secret" : "Allez au secret",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Partager des données en toute sécurité avec n'importe qui. Toutes les données sont chiffrées de bout en bout par l'utilisateur et seront supprimées une fois récupérées avec succès.",
    "Retrieving secret..." : "Récupération du secret..."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}