{ "translations": {
    "Secrets" : "Segredos",
    "Secret '{secret}' has been retrieved" : "O segredo «{secret}» foi recuperado",
    "Securely share data via link" : "Comparta datos de xeito seguro mediante unha ligazón",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Comparta datos de xeito seguro con calquera persoa. Todos os datos son cifrados de extremo a extremo polo usuario e eliminaranse unha vez recuperados correctamente",
    "New secret" : "Novo segredo",
    "Change Title" : "Cambiar o título",
    "Cancel secret creation" : "Cancelar a creación do segredo",
    "Delete secret" : "Eliminar o segredo",
    "Your secret is stored end-to-end encrypted on the server. " : "O seu segredo almacénase cifrado de extremo a extremo no servidor.",
    "Create a secret to get started" : "Cree un segredo para comezar",
    "Could not fetch secrets" : "Non foi posíbel recuperar os segredos",
    "New Secret" : "Novo segredo",
    "Could not create the secret" : "Non foi posíbel crear o segredo",
    "Secret deleted" : "Segredo eliminado",
    "Could not delete the secret" : "Non foi posíbel eliminar o segredo",
    "Share Link" : "Compartir a ligazón",
    "Expires on:" : "Caduca o:",
    "password protected" : "protexido con contrasinal",
    "Share Link:" : "Compartir ligazón:",
    "Copy Secret Link" : "Copiar a ligazón ao segredo",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Este segredo xa foi recuperado e, en consecuencia, o seu contido foi eliminado do servidor.",
    "Could not decrypt secret (key not available locally)." : "Non foi posíbel descifrar o segredo (a chave non está dispoñíbel localmente).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Eliminarase en %n día","Eliminarase en %n días"],
    "Expiration Date" : "Data de caducidade",
    "share password (optional)" : "compartir o contrasinal (opcional)",
    "Save" : "Gardar",
    "The following secret has been shared with you securely:" : "Compartiuse con Vde. de xeito seguro o seguinte segredo:",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Asegúrese de copiar e gardar o segredo antes de pechar esta páxina. Agora está eliminado do servidor.",
    "Copy the secret's content to the clipboard" : "Copiar o contido do segredo no portapapeis",
    "Copy to Clipboard" : "Copiar no portapapeis.",
    "Download the secret's content as a file" : "Descargar o contido do segredo como ficheiro",
    "Download" : "Descargar",
    "Retrieving secret..." : "Recuperando o segredo…",
    "Error loading secret. Is your link correct?" : "Produciuse un erro ao cargar o segredo. É correcta a súa ligazón?",
    "Reveal the secret and delete it on the server" : "Revelar o segredo e elimínalo no servidor",
    "Reveal Secret" : "Revelar o segredo",
    "Revealing will delete the secret from the server" : "Ao revelar, eliminarase o segredo do servidor",
    "Could not decrypt secret" : "Non foi posíbel descifrar o segredo",
    "This share is password-protected" : "Esta compartición está protexida con contrasinal ",
    "The password is wrong or has expired. Please try again." : "O contrasinal é erróneo ou caducou. Por favor tenteo de novo.",
    "Password" : "Contrasinal",
    "Please make sure you have copied and stored the secret " : "Asegúrese de copiar e gardar o segredo"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}