{ "translations": {
    "Secrets" : "Hemmeligheter",
    "Secret '{secret}' has been retrieved" : "Hemmeligheten '{secret}' er hentet",
    "Securely share data via link" : "Del data sikkert via kobling",
    "Secrets allows users to generate share links for text based data (e.g. passwords, CSV lists, bank accounts...) that can be sent to anyone (including receivers without a Nextcloud account) for retrieval. The data itself will be end-to-end encrypted (so not even Nextcloud can access it) and the encryption key will be part of the share link (the anchor part) - but never be actually sent to the server. Once retrieved, the secret will be deleted from the server, ensuring, that if it arrived at the correct receiver it has been seen by nobody else.\n\nSecrets now comes with a cli that can be used to automate the provisioning of secret shares: https://github.com/theCalcaholic/nextcloud-secrets/releases" : "Hemmeligheter tillater brukere å generere delelenker for tekstbaserte data (f.eks passord, CSV lister, bankkontoer ...) som kan sendes til hvem som helst (inkludert mottakere uten en Nextcloud konto) for gjenfinning. Selve dataene vil være ende-til-ende-kryptert (slik at ikke engang Nextcloud kan få tilgang til dem) og krypteringsnøkkelen vil være en del av delingslenken (ankerdelen) - men aldri bli sendt til serveren. Når den er hentet, vil hemmeligheten bli slettet fra serveren, slik at hvis den kom til riktig mottaker, har den ikke blitt sett av noen andre.\n\nHemmeligheter kommer nå med en cli som kan brukes til å automatisere klargjøringen av hemmelige delinger: https://github.com/theCalcaholic/nextcloud-secrets/releases",
    "New secret" : "Ny hemmelighet",
    "Change Title" : "Endre tittel",
    "Cancel secret creation" : "Avbryt oppretting av hemmelighet",
    "Delete secret" : "Slett hemmelighet",
    "Create a secret to get started" : "For å komme i gang, opprett en hemmelighet",
    "Could not fetch secrets" : "Kunne ikke hente hemmeligheter",
    "New Secret" : "Ny hemmelighet",
    "Could not create the secret" : "Kunne ikke opprette hemmeligheten",
    "Secret deleted" : "Hemmelighet slettet",
    "Could not delete the secret" : "Kunne ikke slette hemmeligheten",
    "Share Link" : "Del lenke",
    "Expires on:" : "Utløper den:",
    "password protected" : "passordbeskyttet",
    "Share Link:" : "Delekobling:",
    "Copy Secret Link" : "Kopier kobling til hemmelighet",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Denne hemmeligheten er allerede hentet, og innholdet ble følgelig slettet fra serveren.",
    "Could not decrypt secret (key not available locally)." : "Kunne ikke dekryptere hemmelighet (nøkkel ikke tilgjengelig lokalt).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Slettes om %n dag","Slettes om %n dager"],
    "Expiration Date" : "Utløpsdato",
    "share password (optional)" : "del passord (valgfritt)",
    "Save" : "Lagre",
    "The following secret has been shared with you securely:" : "Følgende hemmelighet er sikkert delt med deg:",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Vennligst sørg for at du har kopiert og lagret hemmeligheten før du lukker denne siden! Den er nå slettet på serveren.",
    "Copy the secret's content to the clipboard" : "Kopiere innholdet i hemmeligheten til utklippstavlen",
    "Copy to Clipboard" : "Koper til utklippstavlen",
    "Download the secret's content as a file" : "Last ned innholdet i hemmeligheten som en fil",
    "Download" : "Last ned",
    "Error loading secret. Is your link correct?" : "Feil ved lasting av hemmelighet. Er koblingen korrekt?",
    "Revealing will delete the secret from the server. You will not be able to retrieve it again." : "Avsløring vil slette hemmeligheten fra serveren. Du vil ikke kunne hente den igjen.",
    "Reveal the secret and delete it on the server" : "Avslør hemmeligheten og slett den på serveren",
    "I understand. Reveal and destroy Secret." : "Jeg forstår. Avslør og ødelegg hemmeligheten.",
    "Could not decrypt secret" : "Kunne ikke dekryptere hemmeligheten",
    "This share is password-protected" : "Denne deling er beskyttet med passord",
    "The password is wrong or has expired. Please try again." : "Passordet er feil eller er utløpt. Vennligst forsøk igjen.",
    "Password" : "Passord",
    "This path has changed. Redirecting you to the new location. If this doesn't work, click the following link:" : "Denne banen har endret seg. Omdirigerer deg til den nye plasseringen. Hvis dette ikke fungerer, klikker du følgende kobling:",
    "Go to secret" : "Gå til hemmelighet",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Del data med hvem som helst på en sikker måte. Alle data er ende-til-ende kryptert av brukeren og vil bli slettet når de er hentet",
    "Retrieving secret..." : "Henter hemmelighet..."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}