{ "translations": {
    "Secrets" : "Segredos",
    "Securely share data via link" : "Compartilhe dados com segurança via link",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfullly" : "Compartilhe dados com segurança com qualquer pessoa. Todos os dados são criptografados de ponta a ponta pelo usuário e serão excluídos assim que forem recuperados com sucesso",
    "New secret" : "Novo segredo",
    "Change Title" : "Alterar Título",
    "Cancel secret creation" : "Cancelar criação secreta",
    "Delete secret" : "Excluir segredo",
    "Your secret is stored end-to-end encrypted on the server. " : "Seu segredo é armazenado criptografado de ponta a ponta no servidor.",
    "Create a secret to get started" : "Crie um segredo para começar",
    "Could not fetch secrets" : "Não foi possível buscar segredos",
    "New Secret" : "Novo Segredo",
    "Could not create the secret" : "Não foi possível criar o segredo",
    "Secret deleted" : "Segredo deletado",
    "Could not delete the secret" : "Não foi possível excluir o segredo",
    "Share Link" : "Compartilhar Link",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Este segredo já foi recuperado e seu conteúdo foi excluído do servidor.",
    "Could not decrypt secret (key not available locally)." : "Não foi possível descriptografar o segredo (chave não disponível localmente).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Será excluído em %n dia","Serão excluídos em  %n dias","Será excluído em %n dias"],
    "Save" : "Salvar",
    "Please make sure you have copied and stored the secret " : "Certifique-se de ter copiado e armazenado o segredo",
    "Copy to Clipboard" : "Copiar para Área de Transferência",
    "Retrieving secret..." : "Recuperando segredo...",
    "Error loading secret. Is your link correct?" : "Erro ao carregar segredo. Seu link está correto?",
    "Could not decrypt secret" : "Não foi possível descriptografar o segredo",
    "This share is password-protected" : "Compartilhamento protegido por senha",
    "The password is wrong or has expired. Please try again." : "A senha está errada ou expirou. Por favor, tente novamente.",
    "Password" : "Senha",
    "Securely and share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfullly" : "Com segurança e compartilhe dados com qualquer pessoa. Todos os dados são criptografados de ponta a ponta pelo usuário e serão excluídos assim que forem recuperados com sucesso",
    "The password is wrong or expired. Please try again." : "A senha está errada ou expirou. Por favor, tente novamente."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}