{ "translations": {
    "Secrets" : "Segredos",
    "Secret '{secret}' has been retrieved" : "Segredo '{secret}' foi recuperado",
    "Securely share data via link" : "Compartilhe dados com segurança via link",
    "Secrets allows users to generate share links for text based data (e.g. passwords, CSV lists, bank accounts...) that can be sent to anyone (including receivers without a Nextcloud account) for retrieval. The data itself will be end-to-end encrypted (so not even Nextcloud can access it) and the encryption key will be part of the share link (the anchor part) - but never be actually sent to the server. Once retrieved, the secret will be deleted from the server, ensuring, that if it arrived at the correct receiver it has been seen by nobody else.\n\nSecrets now comes with a cli that can be used to automate the provisioning of secret shares: https://github.com/theCalcaholic/nextcloud-secrets/releases" : "Secrets permite que os usuários gerem links de compartilhamento para dados baseados em texto (por exemplo, senhas, listas CSV, contas bancárias...) que podem ser enviados a qualquer pessoa (incluindo destinatários sem uma conta Nextcloud) para recuperação. Os dados em si serão criptografados de ponta a ponta (portanto, nem mesmo o Nextcloud poderá acessá-los) e a chave de criptografia fará parte do link de compartilhamento (a parte âncora) - mas nunca será realmente enviada ao servidor. Uma vez recuperado, o segredo será excluído do servidor, garantindo que, se chegar ao destinatário correto, não será visto por mais ninguém.\n\nSecrets agora vem com uma cli que pode ser usada para automatizar o provisionamento de compartilhamentos secretos: https://github.com/theCalcaholic/nextcloud-secrets/releases",
    "New secret" : "Novo segredo",
    "Change Title" : "Alterar Título",
    "Cancel secret creation" : "Cancelar criação secreta",
    "Delete secret" : "Excluir segredo",
    "Create a secret to get started" : "Crie um segredo para começar",
    "Could not fetch secrets" : "Não foi possível buscar segredos",
    "New Secret" : "Novo Segredo",
    "Could not create the secret" : "Não foi possível criar o segredo",
    "Secret deleted" : "Segredo deletado",
    "Could not delete the secret" : "Não foi possível excluir o segredo",
    "Share Link" : "Compartilhar Link",
    "Expires on:" : "Expira em:",
    "password protected" : "protegido por senha",
    "Share Link:" : "Compartilhar link:",
    "Copy Secret Link" : "Copiar Link Secreto",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Este segredo já foi recuperado e seu conteúdo foi excluído do servidor.",
    "Could not decrypt secret (key not available locally)." : "Não foi possível descriptografar o segredo (chave não disponível localmente).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Será excluído em %n dia","Serão excluídos em  %n dias","Será excluído em %n dias"],
    "Expiration Date" : "Data de Validade",
    "share password (optional)" : "compartilhar senha (opcional)",
    "Save" : "Salvar",
    "The following secret has been shared with you securely:" : "O seguinte segredo foi compartilhado com você de forma segura:",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Certifique-se de ter copiado e armazenado o segredo antes de fechar esta página! Agora ele foi excluído do servidor.",
    "Copy the secret's content to the clipboard" : "Copie o conteúdo do segredo para a área de transferência",
    "Copy to Clipboard" : "Copiar para Área de Transferência",
    "Download the secret's content as a file" : "Baixe o conteúdo do segredo como um arquivo",
    "Download" : "Baixar",
    "Error loading secret. Is your link correct?" : "Erro ao carregar segredo. Seu link está correto?",
    "Revealing will delete the secret from the server. You will not be able to retrieve it again." : "A revelação excluirá o segredo do servidor. Você não poderá recuperá-lo novamente.",
    "Reveal the secret and delete it on the server" : "Revele o segredo e exclua-o no servidor",
    "I understand. Reveal and destroy Secret." : "Eu entendo. Revele e destrua o segredo.",
    "Could not decrypt secret" : "Não foi possível descriptografar o segredo",
    "This share is password-protected" : "Compartilhamento protegido por senha",
    "The password is wrong or has expired. Please try again." : "A senha está errada ou expirou. Por favor, tente novamente.",
    "Password" : "Senha",
    "This path has changed. Redirecting you to the new location. If this doesn't work, click the following link:" : "Esse caminho mudou. Redirecionando você para o novo local. Se isso não funcionar, clique no link a seguir:",
    "Go to secret" : "Ir para o segredo",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Compartilhe dados com segurança com qualquer pessoa. Todos os dados são criptografados de ponta a ponta pelo usuário e serão excluídos assim que forem recuperados com sucesso",
    "Retrieving secret..." : "Recuperando segredo..."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}