{ "translations": {
    "Secrets" : "Siri",
    "Secret '{secret}' has been retrieved" : "Siri '{secret}' imetolewa",
    "Securely share data via link" : "Shiriki data kwa usalama kupitia kiungo",
    "Secrets allows users to generate share links for text based data (e.g. passwords, CSV lists, bank accounts...) that can be sent to anyone (including receivers without a Nextcloud account) for retrieval. The data itself will be end-to-end encrypted (so not even Nextcloud can access it) and the encryption key will be part of the share link (the anchor part) - but never be actually sent to the server. Once retrieved, the secret will be deleted from the server, ensuring, that if it arrived at the correct receiver it has been seen by nobody else.\n\nSecrets now comes with a cli that can be used to automate the provisioning of secret shares: https://github.com/theCalcaholic/nextcloud-secrets/releases" : "Siri huruhusu watumiaji kuunda viungo vya kushiriki vya data kulingana na maandishi (k.m. manenosiri, orodha za CSV, akaunti za benki...) ambazo zinaweza kutumwa kwa mtu yeyote (pamoja na wapokeaji wasio na akaunti ya Nextcloud) kwa kurejeshwa. Data yenyewe itasimbwa kwa njia fiche kutoka mwanzo hadi mwisho (kwa hivyo hata Nextcloud haiwezi kuipata) na ufunguo wa usimbaji fiche utakuwa sehemu ya kiungo cha kushiriki (sehemu ya nanga) - lakini kamwe isitumwe kwa seva. Mara baada ya kurejeshwa, siri itafutwa kutoka kwa seva, na kuhakikisha kwamba ikiwa imefika kwa mpokeaji sahihi haijaonekana na mtu mwingine yeyote.\n\nSiri sasa inakuja na mpangilio ambao unaweza kutumika kubinafsisha utoaji wa hisa za siri: https://github.com/theCalcaholic/nextcloud-secrets/releases",
    "Could not fetch secrets" : "Haikuweza kuleta siri",
    "Could not create the secret" : "Haikuweza kuunda siri",
    "Secret deleted" : "Siri imefutwa",
    "Could not delete the secret" : "Haikuweza kufuta siri",
    "New secret" : "Siri mpya",
    "Change Title" : "Badili kichwa",
    "Cancel secret creation" : "Ghairi uundaji wa siri",
    "Delete secret" : "Futa siri",
    "Create a secret to get started" : "Unda siri ili kuanza",
    "Share Link" : "Shiriki kiungo",
    "Expires on:" : "Muda wake unaisha mnamo:",
    "password protected" : "nenosiri limelindwa",
    "Share Link:" : "Shiriki kiungo:",
    "Copy Secret Link" : "Nakili kiungo cha siri",
    "This secret has already been retrieved and its content was consequently deleted from the server." : "Siri hii tayari imetolewa na maudhui yake yalifutwa kutoka kwa seva.",
    "Could not decrypt secret (key not available locally)." : "Haikuweza kusimbua siri (ufunguo haupatikani ndani ya nchi).",
    "_Will be deleted in %n day_::_Will be deleted in %n days_" : ["Will be deleted in %n day","Itafutwa baada ya siku %n"],
    "Expiration Date" : "Tarehe ya kumalizika muda wake",
    "share password (optional)" : "shiriki nenosiri (optional)",
    "Save" : "Hifadhi",
    "Could not decrypt secret" : "Haikuweza kusimbua siri",
    "The following secret has been shared with you securely:" : "Siri ifuatayo imeshirikiwa nawe kwa usalama:",
    "Please make sure you have copied and stored the secret before closing this page! It is now deleted on the server." : "Tafadhali hakikisha kuwa umenakili na kuhifadhi siri kabla ya kufunga ukurasa huu! Sasa imefutwa kwenye seva.",
    "Copy the secret's content to the clipboard" : "Nakili maudhui ya siri kwenye ubao wa kunakili",
    "Copy to Clipboard" : "Imenakiliwa kwenye ubao wa kunakili",
    "Download the secret's content as a file" : "Pakua maudhui ya siri kama faili",
    "Download" : "Pakua",
    "Retrieving secret…" : "Inarejesha siri...",
    "Error loading secret. Is your link correct?" : "Hitilafu katika kupakia siri. Je, kiungo chako ni sahihi?",
    "Revealing will delete the secret from the server. You will not be able to retrieve it again." : "Kufichua kutafuta siri kutoka kwa seva. Hutaweza kuirejesha tena.",
    "Reveal the secret and delete it on the server" : "Fichua siri na uifute kwenye seva",
    "I understand. Reveal and destroy Secret." : "Ninaelewa. Fichua na uharibu Siri.",
    "This share is password-protected" : "Ushirikishaji huu unalindwa na nenosiri",
    "The password is wrong or has expired. Please try again." : "Nenosiri si sahihi au muda wake umeisha. Tafadhali jaribu tena.",
    "Password" : "Nenosiri",
    "This path has changed. Redirecting you to the new location. If this doesn't work, click the following link:" : "Njia hii imebadilika. Inakuelekeza kwenye eneo jipya. Ikiwa hii haifanyi kazi, bofya kiungo kifuatacho:",
    "Go to secret" : "Nenda kwenye siri",
    "Securely share data with anyone. All data is end-to-end encrypted by the user and will be deleted once retrieved successfully" : "Shiriki data kwa usalama na mtu yeyote. Data yote imesimbwa kutoka mwanzo hadi mwisho na mtumiaji na itafutwa baada ya kurejeshwa kwa mafanikio",
    "New Secret" : "Siri mpya",
    "Retrieving secret..." : "Inarejesha siri..."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}